Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/cacti.tmx
Source language: en
Languages: sv

source: Check this box, if you want the Audit Log to track GUI activities.
sv: Markera den här rutan om du vill att revisionsloggen ska spåra aktiviteter i användargränssnittet.

source: The Cacti Action requested. Hover over action to see $_POST data.
sv: Den begärda Cacti-åtgärden. Håll pekaren över åtgärden för att visa $_POST-data.

source: View Audit Log
sv: Visa revisionsloggen

source: No Audit Log Events Found
sv: Inga revisionslogghändelser hittades

source: Purge Log Events
sv: Rensa logghändelser

source: Audit Event Log
sv: Revisionslogg över händelser

source: External Audit Log Log file Path
sv: Sökväg till extern revisionsloggfil

source: Audit
sv: Revisionslogg

source: Audit Log Retention
sv: Lagringstid för revisionslogg

source: Check this box, if you want the Audit Log to be written to an external file.
sv: Markera den här rutan om du vill att revisionsloggen ska skrivas till en extern fil.

source: Event Time
sv: Tidpunkt för händelsen

source: Audit Log
sv: Revisionslogg

source: How long do you wish Audit Log entries to be retained?
sv: Hur länge vill du att revisionsloggposter ska behållas?

source: Audit Log Purged by %s
sv: Revisionsloggen rensades av %s

source: Events
sv: Händelser

source: Enable Audit Log
sv: Aktivera revisionsloggen

source: View Cacti Audit Log
sv: Visa Cactis revisionslogg

source: The browser type of the requester.
sv: Typen av webbläsare som användes av den som gjorde begäran.

source: Enter the path to the external audit log file.
sv: Ange sökvägen till den externa revisionsloggfilen.

source: Audit Log Settings
sv: Inställningar för revisionslogg

source: External Audit Log
sv: Extern revisionslogg

source: The IP Address of the requester.
sv: IP-adressen för den som gjorde begäran.
